const testData = [
    {
        id: 1,
        header: 'Momo Mirage: гибрид «Феррари» и «Роллс-Ройса»',
        author: 'Ivan Ivanovich',
        date: '25.02.2017',
        text: 'Питер Каликов, строительный магнат, бог и дьявол нью-йоркской недвижимости, очень любил автомобили (и продолжает любить их сегодня). Например, в 2007 году для него был под заказ, в единственном экземпляре был построен суперкар Ferrari 612 Kappa. Но мало кто знает, что 40 лет назад Каликов и сам пытался производить шикарные машины. Но споткнулся о непонимание рынка.'
    },
    {
        id: 2,
        header: 'Японский флот вооружится литий-ионными субмаринами',
        author: 'Todd Jones',
        date: '26.02.2017',
        text: 'Морские силы самообороны Японии в 2020 году примут на вооружение модернизированные подводные лодки класса Sōryū, которые получат литий-ионные аккумуляторы вместо традиционных для дизель-электрических силовых установок свинцово-кислотных батарей.'
    },
    {
        id: 3,
        header: 'Исполинские тихоходы: как и куда шагают экскаваторы',
        author: 'Jonathan Reyles',
        date: '23.02.2017',
        text: 'Проект Discovery Channel «Техногеника», посвященный грандиозным достижениям российской и советской инженерной мысли, рассказывает о том, как создавались такие исполины и что останавливает ход шагающих колоссов.'
    },
    {
        id: 4,
        header: '10 вечных природных пожаров',
        author: 'Doug Riblet',
        date: '25.02.2017',
        text: 'Самовозгорание — к счастью, довольно редкое явление, иначе наша планета была бы гораздо более горячим местечком. Тем не менее, оно случается в скоплениях горючих полезных ископаемых — например, залежах угля или торфа, а также источниках природного газа. Кроме того, всё это добро могут по неосторожности поджечь и люди, а потом удивляться — почему проходят сотни лет, а оно всё не гаснет?'
    },
    {
        id: 5,
        header: 'NASA расскажет об открытии на экстренной пресс-конференции',
        author: 'Adam Camacho',
        date: '26.02.2017',
        text: 'Американское аэрокосмическое агентство NASA анонсировало пресс-конференцию, на которой специалисты расскажут об «открытии за пределами Солнечной системы». Речь пойдет об экзопланетах — планетах, которые вращаются не вокруг Солнца, а вокруг других звёзд; подробности пока не раскрываются.'
    },
    {
        id: 6,
        header: 'Как играть в Doom II… на автомобиле?',
        author: 'Mark Sarpong',
        date: '28.02.2017',
        text: 'Американский программист Мэтт Свортаут запустил культовый шутер от первого лица Doom II на бортовом компьютере спорткара Porsche 911 и рассказал, как у него это получилось!'
    }
];

export default testData;